[
    {
        "Week2": {
            "Baby": {
                "Image" : "https://assets.babycenter.com/ims/2018/06/pregnancy-week-2-fertilization_4x3.png?width=1026",
                "Heading": "Baby Development at 2 weeks",
                "Sub-heading" : "Getting ready to grpw a baby",
                "Text" : "During the past few days, an increase in estrogen and progesterone prompted the lining of your uterus to thicken to support a fertilized egg. At the same time, in your ovaries, eggs have \"ripened\" in fluid-filled sacs called follicles. Once you ovulate, an egg erupts from its follicle and is swept from your ovary into a fallopian tube. Ovulation doesn't necessarily occur right in the middle of your cycle. For example, it could happen any time between days 9 and 21 for women with a 28-day cycle.",
                "Reviewed" : "Medically reviewed by Layan Alrahmani, M.D., ob-gyn, MFM",
                "Written" : "Written by Kate Marple | Dec 6, 2022"
            },
            "Mother" : {
                "Image" : "https://assets.babycenter.com/ims/2023/01/2-weeks-baby-in-body-jan-2023_square.png",
                "Heading": "Pregnancy symptoms during week 2",
                "Text" : "Slippery cervical mucus \n Cervical mucus is the vaginal discharge you sometimes find in your underwear. In the days around ovulation, it'll be clear, slippery, and stretchy – like raw egg whites. \n Mild cramping \n Some women notice mild cramps or twinges of pain in their abdomen, or a one-sided backache, around the time of ovulation. This is known as mittelschmerz – German for \"middle pain.\" \n Increased sex drive \n Your sex drive may rev up and your body odor may be more attractive to men around the time you're fertile. \n Heightened sense of smell \n Some studies have found that a woman's sense of smell gets stronger near ovulation – and it may be especially sensitive to male pheromones. \n Tender breasts \n Hormonal changes around ovulation may make your breasts feel a bit full or sore. To learn more about what to expect in the coming weeks, read about how breasts change during pregnancy. \n Cervical changes \n During ovulation, your cervix is softer, higher, wetter, and more open. You can feel these changes if you reach inside your vagina with a finger to examine your cervix, though you may have to check it daily to recognize the differences. \n A boost in your basal body temperature (BBT) \n You can use a special thermometer to take your BBT every morning. On the day after you ovulate, it goes up a bit and stays elevated until your next period."
            }
        },
        "Week3": {
            "Baby": {
                "Image": "https://assets.babycenter.com/ims/2018/06/pregnancy-week-3-blastocycst_square.png",
                "Heading": "Baby development at 3 weeks",
                "Sub-heading": "Cells are multiplying",
                "Text": "Your developing baby is a tiny ball of several hundred cells that are multiplying and burrowing into the lining of your uterus. The cells in the middle will become the embryo. The cells on the outside will become the placenta, the pancake-shaped organ that delivers oxygen and nutrients to your baby and carries away waste.",
                "Reviewed": "Medically reviewed by Layan Alrahmani, M.D., ob-gyn, MFM",
                "Written": "Written by Kate Marple"
            },
            "Mother": {
                "Image": "",
                "Heading": "Pregnancy symptoms during week 3",
                "Text": "No pregnancy symptoms? Some women feel pregnant even before the test is positive, but most don't. If you have pregnancy symptoms this week, they may feel like PMS. But don't worry if you haven't felt anything different yet. Even at 5 weeks pregnant, only half of women feel pregnancy symptoms. \n Gas and bloating \n The hormone progesterone relaxes muscles throughout your body, including in your digestive tract. These relaxed muscles slow down your digestion, which can lead to gas and bloating and create uncomfortable sensations in your gut. About half of pregnant women experience constipation at some point during their pregnancy. To keep things moving, stay hydrated and eat high-fiber foods like whole grains, fruits, and vegetables. \n Sore breasts \n Some women say their sore breasts in early pregnancy are like an exaggerated version of how they feel before a period. Your breasts may feel swollen, tender, or tingly – and your nipples may be extra sensitive and uncomfortable. Later in pregnancy, you may notice your nipples getting darker. \n Spotting \n You may have a bit of light bleeding (spotting) this week. This is implantation bleeding – it can happen around the time the fertilized egg implants in your uterus. It's a lot lighter than a typical period, and only lasts for one to three days. (If you have pain along with bleeding, call your healthcare provider immediately. This can be a sign of an ectopic pregnancy.) \n Basal body temperature stays high \n If you're charting your temperature, it should stay elevated this week. To keep track, use a basal body thermometer and take your temperature after you wake up in the morning, before you get out of bed."
            }
        },
        "Week4": {
            "Baby": {
                "Image": "https://assets.babycenter.com/ims/2018/06/pregnancy-week-4-yolk-sac_square.png",
                "Heading": "Baby development at 4 weeks",
                "Sub-heading": "Growing fast",
                "Text": "Cells are multiplying rapidly and taking on different functions. Your little embryo consists of two layers called the hypoblast and the epiblast, from which all of the organs will begin to develop over the next six weeks. This is the time when your baby will be most vulnerable to anything that might interfere with development, so be sure to steer clear of alcohol, smoking, drugs, and unsafe chemicals. Also, watch out for overheating. High temperatures, especially early in pregnancy, have been associated with increased risk of neural tube defects. That's why saunas, steam baths, and hot tubs aren't recommended during pregnancy.",
                "Reviewed": "Medically reviewed by Layan Alrahmani, M.D., ob-gyn, MFM",
                "Written": "Written by Kate Marple | Jan 10, 2023"
            },
            "Mother": {
                "Image": "https://assets.babycenter.com/ims/2023/01/4-weeks-baby-in-body-jan-2023_square.png",
                "Heading": "Pregnancy symptoms during week 4",
                "Text": "No pregnancy symptoms? Don't worry. Many women don't feel anything yet this week. By next week, about half of women will experience symptoms, but most early pregnancy symptoms don't start until about 6 weeks. \n Tender, swollen breasts Breast tenderness can be one of the first signs of pregnancy. It usually starts around 4 to 6 weeks and lasts through the first trimester. You may notice your breasts growing or your nipples darkening. Some women also see prominent blue or purple veins develop on their breasts in early pregnancy. \n Fatigue For many women, exhaustion is one of the early signs of pregnancy. Pregnancy fatigue affects almost all expecting moms in the first trimester, likely due to a dramatic rise in progesterone. \n Nausea or vomiting Despite the misleading name, morning sickness can strike at any time of day. It usually starts around 6 weeks of pregnancy but can begin as early as 4 weeks. Up to 80 percent of expecting moms experience nausea during pregnancy, and about half have both nausea and vomiting. \n Gas and bloating Increased progesterone levels may be slowing down your digestion and causing gas and bloating. Even weeks before you begin to show, you may burp or pass gas much more often, or have to unbutton your pants to relieve bloating. \n Cramping Cramps during pregnancy are often nothing to worry about. In early pregnancy, some women feel implantation cramps (and can have some spotting) when the fertilized egg implants in the uterus. However, first trimester cramps along with other symptoms (such as bleeding) can signal a problem such as an ectopic pregnancy or miscarriage. Find out when to call your doctor or midwife about cramping during pregnancy. \n Mood swings Hormones, stress, and exhaustion all contribute to mood swings during pregnancy, which can be strongest in the first trimester. Emotional upheaval is normal right now. But if your mood swings are becoming more frequent or more intense, or if they last longer than two weeks, talk to your provider. You may be among the one in 10 women who battle mild to moderate depression during pregnancy."
            }
        },
        "Week5": {
            "Baby": {
                "Image": "https://assets.babycenter.com/ims/2018/06/pregnancy-week-5-amniotic-sac_square.png",
                "Heading": "Baby development at 5 weeks",
                "Sub-heading": "Tiny embryo",
                "Text": "Deep in your uterus an embryo is growing at a furious pace, and it looks more like a tadpole than a human. The embryo is made up of three layers – the ectoderm, the mesoderm, and the endoderm – which will later form all of the organs and tissues. \n Brain development \n Your baby's brain, spinal cord, and nerves form from the neural tube, which is starting to develop from the embryo's top layer – the ectoderm. This layer will also give rise to skin, hair, nails, mammary and sweat glands, and tooth enamel. \n Heart development \n The heart and circulatory system begin to form in the embryo's middle layer, or mesoderm. The mesoderm will also form your baby's muscles, cartilage, bone, and the tissue under the skin. \n Lungs and gut The third layer, or endoderm, will become the lungs, intestines, and early urinary system, as well as the thyroid, liver, and pancreas. In the meantime, the primitive placenta and umbilical cord, which deliver nourishment and oxygen to your baby, are already on the job.",
                "Reviewed": "Medically reviewed by Layan Alrahmani, M.D., ob-gyn, MFM",
                "Written": "Written by Kate Marple"
            },
            "Mother": {
                "Image": "https://assets.babycenter.com/ims/2023/01/5-weeks-baby-in-body-jan-2023_square.png",
                "Heading": "Pregnancy symptoms during week 5",
                "Text": "Frequent urination Pregnancy hormones plus your body's increasing blood volume may equal a near-constant need to pee. During pregnancy, running to the bathroom much more than you'd like is a fact of life. It's important to stay hydrated, but you may want to cut back on fluids late in the day so you don't have to get up to pee as frequently at night. \n Tender, swollen breasts Breast tenderness is often one of the earliest signs of pregnancy. Increased hormone levels boost blood flow, which may make your breasts feel swollen, sore, tingly, and unusually sensitive to touch. \n Fatigue No one knows for sure what causes bone-crushing exhaustion in early pregnancy, but it's likely that hormonal changes are to blame. Most women find that their energy returns in the second trimester. Until then, try to get more sleep, lighten your load, ask others for help, and take good care of yourself. \n Spotting About 1 in 4 women experience spotting or light bleeding during the first trimester. It's often nothing, but sometimes it's a sign of miscarriage or ectopic pregnancy. Call your doctor or midwife just in case. And if you're actively bleeding or you have severe pain and can't reach your provider, head to the emergency department right away. \n Morning sickness Morning sickness – also called nausea and vomiting of pregnancy – affects different expecting moms at different times (and some not at all). It usually starts around week 5 or 6 of pregnancy. For some women, that telltale queasy feeling is one of the first giveaways that they're pregnant. There are safe ways to get relief from morning sickness, including changes to your diet and lifestyle, natural remedies, and medication. Be sure to talk to your provider if you're suffering. \n Food aversions Does the smell of your coworker's lunch suddenly make your stomach churn? Food aversions often start around now. Most expecting moms experience them, thanks to changing hormones and a heightened sense of smell. Some of the most common aversions include meat, coffee, eggs, dairy, and foods with a lot of spices or fat. To cope, try eating bland or cold foods. If cooking makes you sick, ask a loved one to cook for you or get takeout."
            }
        },
        "Week6": {
            "Baby": {
                "Image": "https://assets.babycenter.com/ims/2018/06/pregnancy-week-6-webbed-hands_square.png",
                "Heading": "Baby development at 6 weeks",
                "Sub-heading": "Heartbeat",
                "Text": "There's cardiac activity in your baby's developing heart. You'll see the cells flickering if you have a vaginal ultrasound in the next few weeks. Starting at 10 to 12 weeks, your provider will listen to your baby's heartbeat at every prenatal appointment using a handheld Doppler. \n Eyes, nose, mouth, and ears There are dark spots where your baby's eyes and nostrils are starting to form. Emerging ears are marked by small depressions on the sides of the head. Inside their tiny mouth, the tongue and vocal cords are beginning to develop. \n Arms and legs Your baby's arms and legs begin as tiny paddles that will lengthen and grow into limbs. The backbone extends into a small tail that will disappear within a few weeks."
            },
            "Mother": {
                "Image": "https://assets.babycenter.com/ims/2023/01/6-weeks-baby-in-body-jan-2023_square.png",
                "Heading": "Pregnancy symptoms during week 6",
                "Text": "Morning sickness Morning sickness is nausea that can strike at any time of day. It usually starts around 5 or 6 weeks of pregnancy and is likely to ease up by the end of the first trimester. \n Frequent urge to pee Needing to pee more often is among the most common early signs of pregnancy. During pregnancy a lot more blood is flowing through your body, which means your kidneys have extra fluids to process. (Pregnancy hormones play a role in this, too.) Regardless, keep drinking enough water. You can tell you're well hydrated if your urine is pale yellow or colorless. \n Mood swings Many pregnant women find that moodiness flares up around 6 to 10 weeks. Ricocheting emotions are likely caused by stress, fatigue, and hormonal changes. And, of course, there's also the range of feelings you may have about becoming a parent. If you're feeling particularly bad, check for depression using our prenatal depression quiz and talk to your healthcare provider. \n Tender, swollen breasts Breast tenderness can be one of the earliest symptoms of pregnancy. Increased hormone levels boost blood flow, which may make your breasts feel swollen, sore, tingly, and unusually sensitive to touch. \n Fatigue For many women, exhaustion is among the first signs of pregnancy. No one knows for sure what causes fatigue in early pregnancy, but it's possible that hormonal changes – like the dramatic rise in progesterone – are at least partly responsible. \n Metallic taste You may notice a metallic taste in your mouth during the first trimester thanks to a surge in estrogen. You can cope with the copper taste by blushing and flossing frequently, gargling with one teaspoon salt or 1/4 teaspoon baking soda in 8 ounces of water, eating tart or acidic foods, or chewing mint gum. \n Strange dreams With your life changing rapidly, your subconscious is trying to keep up, which means processing your pregnancy in dreamland. Some dream images consistently appear in certain stages of pregnancy. First-trimester pregnancy dreams typically work through anxiety about your changing body, birth, and motherhood. \n Headaches It's common to get headaches during pregnancy, especially in the first trimester. Once you reach the second trimester, headaches may diminish or disappear. Until then, try to identify your headache triggers (like nitrates, MSG, artificial sweeteners, or tobacco smoke) and avoid them. Getting enough sleep, food and water, and exercise can prevent headaches, and relaxation techniques like massage and meditation may help. You can take acetaminophen to relieve headaches during pregnancy, but aspirin, ibuprofen, and some prescription migraine drugs aren't recommended unless approved by your healthcare provider."
            }
        },
        "Week7": {
            "Baby": {
                "Image": "https://assets.babycenter.com/ims/2018/06/pregnancy-week-7-tailbone_square.png",
                "Heading": "Baby development at 7 weeks",
                "Sub-heading": "Your baby's eyes",
                "Text": "The main parts of the eye that allow your baby to see – the cornea, iris, pupil, lens, and retina – start developing this week, and they're almost fully formed just a few weeks later. \n Your baby's digestive system Your baby's stomach and esophagus start to form. The esophagus is the tube that moves food from your baby's mouth to the stomach. \n Your baby's liver and pancreas are also starting to develop this week. \n Brain development The neural tube that becomes your baby's spinal column and brain has formed and closed on both ends, with your baby's brain at the top. It's now made up of three areas (forebrain, midbrain, and hindbrain). Amazingly, your baby's brain gains 250,000 cells per minute, on average, throughout the course of pregnancy."
            },
            "Mother": {
                "Image": "https://assets.babycenter.com/ims/2023/01/7-weeks-baby-in-body-jan-2023_square.png",
                "Heading": "Pregnancy symptoms during week 7",
                "Text": "Heightened sense of smell Many newly pregnant women find that they're overwhelmed by gag-inducing smells. This may be a side effect of rapidly increasing levels of estrogen in your system. You may even discover that your partner, pet, or home smells unappealing now. But take heart, this heightened sense of smell is temporary, and will likely fade after early pregnancy. \n Food aversions You may suddenly find that certain foods you used to enjoy are now completely repulsive to you. Food aversions are another side effect of rapidly increasing estrogen levels. They often start during the first trimester and go away by the second, though it's possible that your appetite could be out of whack until your baby is born. \n Frequent urge to pee Needing to pee more often is one of the most common early signs of pregnancy. At this stage it's likely caused by hormonal changes that make your blood flow to your kidneys more quickly, filling your bladder more often. \n Mood swings Many pregnant women find that moodiness flares up around 6 to 10 weeks. Ricocheting emotions are likely caused by stress, fatigue, and hormonal changes. There's also the range of feelings you may have about becoming a parent. \n Excessive saliva You're not imagining it – it's normal to have more saliva when you're pregnant. You may be producing more or swallowing less – or a combination of the two. Hormonal changes, nausea, and heartburn can all cause you to salivate more during pregnancy. To cope, try brushing your teeth more often, eat small and balanced meals, and drink plenty of water. Also, sucking on hard candy or chewing gum may help you swallow. \n Constipation Up to half of women experience constipation at some point during pregnancy. This happens because pregnancy hormones relax smooth muscles in the body, which means food moves through your system more slowly. You can combat constipation by eating high-fiber foods (like whole grains, fruits, vegetables, and legumes), drinking plenty of water, exercising, trying a different prenatal vitamin, and always going to the bathroom when you feel the urge. \n Heartburn Heartburn (also known as acid indigestion or acid reflux) is a burning sensation between the lower throat and the bottom of the breastbone. It's very uncomfortable and unfortunately unavoidable for some expecting moms. There are a number of things you can do to reduce heartburn: avoid food and drinks that upset your stomach, eat smaller meals, drink water in between meals instead of with them, chew gum, sleep propped up, and don't eat within two or three hours of bedtime. \n No pregnancy symptoms? By next week, 90 percent of expecting moms feel some pregnancy symptoms. But that's not everyone! If you don't feel pregnant (or have symptoms that come and go), rest assured that if you've had a positive pregnancy test, you're most likely pregnant. No one knows why some women have no pregnancy symptoms, but it doesn't mean that there's something wrong with your pregnancy."
            }
        },
        "Week8": {
            "Baby": {
                "Image": "https://assets.babycenter.com/ims/2018/06/pregnancy-week-8-brain-nerve-cells_square.png",
                "Heading": "Baby development at 8 weeks",
                "Sub-heading": "Baby movements",
                "Text": "Your baby is moving! These first movements are more like spontaneous twitches and stretches. They start at about 7 to 8 weeks and are visible on ultrasound. You won't feel your baby move until sometime between 16 and 22 weeks, though. Until then, your baby's movements aren't strong enough for you to notice. \n Getting ready to breathe Your baby's respiratory system is forming. Breathing tubes extend from your baby's throat to the branches of their developing lungs. \n Nerve network A network of nerves is spreading through your baby's body, making connections not only with each other but also with muscles and other tissues, as well as organs like the eyes and ears."
            },
            "Mother": {
                "Image": "https://assets.babycenter.com/ims/2023/01/8-weeks-baby-in-body-jan-2023_square.png",
                "Heading": "Pregnancy symptoms during week 8",
                "Text": "White discharge You may notice an increase in white creamy discharge early in pregnancy, due to higher levels of estrogen. White vaginal discharge (called leucorrhea) is nothing to worry about: This discharge is normal and can be clear to milky white, thin or thick, and mild-smelling or odorless. But vaginal discharge that's green, smells unpleasant, causes pain or itching, or seems unusual in any other way could be a sign of infection or another problem. \n Growing breasts Rising levels of hormones cause your breasts to grow in preparation for making breast milk. Don't be surprised if you go up a cup size or two, especially if it's your first baby. Other breast changes you may see include visible veins on your breasts, darker nipples, and more pronounced bumps on your areolas. \n Abdominal bloating Hormonal changes in early pregnancy may leave you feeling bloated, similar to the feeling some women have just before their period. That's why your clothes may feel more snug than usual at the waistline, even early on when your uterus is still relatively small. \n Heightened sense of smell You might feel like you have a superhuman sense of smell right now. Unfortunately, most of what you're smelling may make you want to throw up. A heightened sense of smell often goes hand in hand with food aversions – both are linked to surging levels of pregnancy hormones, and both tend to fade by the second trimester. \n Weird pregnancy dreams First you give birth to ... your partner. Then you make a speedy getaway in a school bus. Finally, you're engulfed by a tidal wave. Pregnancy dreams are all over the place, and can reflect the excitement you feel, as well as the fear and worries you may have about becoming a parent. \n Headaches Headaches are common during pregnancy due to factors including increased blood flow and fatigue. Cutting back on caffeine during pregnancy, though important, can also lead to an aching head. Ask your provider before you take pain medicine for a headache. In general, acetaminophen is safe to take as directed during pregnancy, but aspirin, ibuprofen, and most prescription migraine drugs are not. You can also try a number of natural headache remedies to ease your discomfort, like getting a massage, using a compress, practicing relaxation techniques, exercising, and taking a shower. \n Severe morning sickness Most women feel nauseated during pregnancy at some point, and about half vomit. But an unlucky 3 percent of expecting moms experience hyperemesis gravidarum (HG), an extreme form of morning sickness that can lead to dehydration, weight loss, and other complications. Call your provider if you can't keep anything down (including fluids); vomit blood; have lost more than 5 pounds; feel weak, faint, or dizzy; have a fever or abdominal pain; or have dark and strong-smelling urine."
            }
        },
        "Week9": {
            "Baby": {
                "Image": "https://assets.babycenter.com/ims/2018/06/pregnancy-week-9-finger-touch-pads_square.png",
                "Heading": "Baby development at 9 weeks",
                "Sub-heading": "Teeth are budding",
                "Text": "Ten tiny tooth buds are developing within each band of gums. (They'll transform into the 20 'baby teeth' that eventually fall out during childhood.) Next week, the teeth start to harden and connect to your baby's jaw. You'll see these pearly whites start to poke out when your baby gets a first tooth, usually between 4 and 7 months old. Some babies are born with a tooth, but this is rare. \n Your baby's heart The four chambers of your baby's heart have formed. If you expect to hear the familiar, steady 'lub-dub' sound of a human heartbeat at a prenatal appointment, you're in for a surprise. Many people describe the sound of their baby's heartbeat as similar to the thunder of galloping horses. That's because your baby's heart beats about twice as fast as yours does. \n The placenta takes over Your body is not only growing a new baby, but also a new organ – the placenta, which is attached to your uterus and connected to your baby through the umbilical cord. Your placenta is developed enough now to take over most of the critical job of producing hormones that help your baby grow and develop. By the end of your pregnancy, it will be about 9 inches in diameter and an inch thick, not unlike a large pancake. Some moms choose to eat the placenta after birth, though the benefits of this haven't been proven."
            },
            "Mother": {
                "Image": "https://assets.babycenter.com/ims/2023/01/9-weeks-baby-in-body-jan-2023_square.png",
                "Heading": "Pregnancy symptoms during week 9",
                "Text": "Food cravings Having any food cravings yet? The extreme hormonal changes you go through during pregnancy can have a huge impact on taste and smell. Some experts think that cravings for certain foods are linked to a mom-to-be's nutritional needs, but others think that pregnancy cravings can't be explained that easily. If you're having cravings, go ahead and indulge in moderation. But if you start to crave nonfood substances, such as laundry starch, dirt, or clay (a condition called pica), let your provider know. \n Food aversions You may suddenly find that certain foods you used to enjoy now seem completely repulsive. Food aversions may be a side effect of rapidly increasing levels of estrogen in your system. Common food aversions during pregnancy include meat, eggs, dairy products, spicy foods, foods with strong smells, and coffee. \n Heightened sense of smell Many newly pregnant women find they're overwhelmed by gag-inducing smells. A heightened sense of smell is a common side effect of rapidly increasing levels of pregnancy hormones. If cooking smells are making you feel particularly ill, ask your partner or another loved one to make your meals, or get restaurant takeout or ready-to-eat food from the grocery store. \n Nausea and vomiting This is peak morning sickness time. Some experts believe that morning sickness may be the body's way of protecting your baby from toxins in early pregnancy. This theory makes sense because the first trimester – when most women have the strongest morning sickness – is the crucial period of development when all of your baby's organs and physical structures form. Nausea can strike at any time of day or night, not just in the morning, but that doesn't mean you have to suffer. Try these remedies for morning sickness to get some relief. \n Heartburn Even if you've never had heartburn before, you might experience it during pregnancy due to hormonal and physical changes. It's an unpleasant burning sensation between your lower throat and the bottom of your breast bone. If you're suffering from heartburn, avoid carbonated drinks, caffeine, chocolate, citrus fruits and juices, tomatoes, mustard, vinegar, mint products, and processed meats. Foods that are fatty, spicy, fried, or highly seasoned may also upset your stomach. Chewing gum after eating can help neutralize your stomach acids. \n Constipation Up to half of pregnant women will have constipation during pregnancy. Keep things moving with plenty of water and high-fiber foods like fruits and vegetables, beans, and whole grains. Some moms swear by adding unprocessed wheat bran or prune juice to their diets. Pregnancy exercise can also ease constipation."
            }
        },
        "Week10": {
            "Baby": {
                "Image": "https://assets.babycenter.com/ims/2018/06/pregnancy-week-10-fingernails_square.png",
                "Heading": "Baby development at 10 weeks",
                "Sub-heading": "Your baby's eyes",
                "Text": "The main parts of the eye that enable your baby's vision – the cornea, iris, pupil, lens, and retina – are fully formed. Eyelids cover your baby's eyes, and they'll stay shut until you're 27 weeks pregnant. \n Your baby has teeth! Your baby's teeth are starting to harden and connect to the jaw bone. A few babies are born with a tooth or two, but most don't sprout a first tooth until 6 to 10 months old. \n Early brain development Your baby's forehead temporarily bulges with their developing brain and sits very high on their head, which measures half the length of their body. Synapses in your baby's spinal cord allow them to move their limbs and fingers."
            },
            "Mother": {
                "Image": "https://assets.babycenter.com/ims/2023/01/10-weeks-baby-in-body-jan-2023_square.png",
                "Heading": "Pregnancy symptoms during week 10",
                "Text": "Body changes The thickening in your midsection is most likely due to slight weight gain and bloating. You're probably between regular and maternity clothes now, so pants and skirts with stretchy waistbands are must-haves. Here are some maternity fashion hacks to make your regular clothes fit longer into pregnancy. \n Excess saliva You may be salivating more than usual, especially when you're nauseated. It's common and normal to have extra saliva during pregnancy, especially in the first trimester. If you're unable to swallow your saliva, spit it out. Drinking more water, chewing gum, and sucking on hard candy can help you swallow excess saliva more easily. \n Vaginal discharge You're not imagining it – you may have a lot more vaginal discharge during pregnancy because of higher levels of estrogen. Healthy discharge is odorless or mild-smelling and milky white. You don't need to do anything about it. But call your healthcare provider if you see a sudden change in the type of discharge (like if you're continuously leaking fluid); it smells strong or unpleasant; or it's gray, yellow, or green. \n Newly visible veins You might be noticing blue, prominent veins across your chest, breasts, and belly. As your body produces more blood to support your pregnancy, your veins enlarge and are more visible. You may also develop varicose veins in your legs and lower body as your uterus grows. The good news: They often disappear or improve after you give birth. \n Mood swings You may find yourself experiencing a wide range of intense emotions right now, from elation to sadness. Take comfort in knowing that mood swings are normal during pregnancy. Stress, fatigue, and hormonal changes affect your levels of neurotransmitters (chemical messengers in the brain). And, of course, there's also the range of feelings you may have about becoming a parent. But if the negative feelings persist, you may be experiencing pregnancy depression. Talk to your healthcare provider and ask for help. \n Morning sickness Your nausea and vomiting may be worse than ever: Morning sickness peaks around 9 or 10 weeks of pregnancy for many women. That's when levels of the pregnancy hormone human chorionic gonadotropin (hCG) are highest (morning sickness is thought to be linked to rises in hCG and estrogen). The good news: Your morning sickness may soon start to fade. At 11 weeks, hCG levels start to fall, and by 15 weeks they've dropped about 50 percent from their peak. Many expecting moms get relief from morning sickness early in the second trimester. \n Dizziness With 30 to 50 percent more blood pumping through your veins, your body is working harder than usual. Your nervous and cardiovascular systems mostly adjust to these changes without problems, but occasionally there may not be enough blood flow in your brain, making you feel dizzy or lightheaded. If this happens, sit or lie down right away and put your head between your knees if possible. If you're driving, immediately pull over and stop the car until you feel better."
            }
        }
    }
]